Repository: StephanArnas/SeekiosMobileApp
Catalog: SeekiosApp/SeekiosApp.iOS/Resources/*.lproj/Localizable.strings
Languages: fr

source: Next
fr: Suivant

source: Skip
fr: Passer

source: Previous
fr: Précédent

# EmailAddress
source: Email
fr: Adresse email

# AskForAPassword
source: Get a new password
fr: Demander un mot de passe

source: Password
fr: Mot de passe

# Login
source: Connect
fr: Connexion

# ForgetPassword
source: Forgotten password
fr: Mot de passe oublié

source: Create account
fr: Créer un compte

source: First name
fr: Prénom

source: Last name
fr: Nom

# ConfirmPassword
source: Password Confirmation
fr: Confirmer le mot de passe

# PasswordErrorLength
source: Your password must be 6 characters long.
fr: Votre mot de passe doit contenir au moins 8 caractères

source: Create my account
fr: Créer mon compte

source: Back
fr: Retour

source: Reset password
fr: Demander un mot de passe

# WhatIsSeekios
source: What is a seekios ?
fr: C'est quoi un seekios ?

# ErrorFirstName
source: First name is empty
fr: Le prénom est vide

# ErrorLastName
source: Last name is empty
fr: Le nom est vide

# ErrorEmail
source: Email is incorrect
fr: L'email est incorrect

# ErrorWeakPassword
source: At least 8 character required
fr: Au moins 8 caractères requis

# ErrorNotTheSamePassword
source: Both passwords doesn't match
fr: Les deux mots de passe ne correspondent pas

# UpdateApp
source: An obligatory update is available.
fr: Une mise à jour obligatoire est disponible.

# DoUpdate
source: Update
fr: Faire la mise à jour

# NoSeekios
source: You don't have any seekios
fr: Vous n'avez pas de seekios

source: No position
fr: Aucune position

# FirstPosition
source: Refresh the position
fr: Actualiser la position

source: In progress
fr: En cours

# SeekiosMoved
source: Your seekios has moved
fr: Votre seekios a bougé

# SeekiosOutOfZone
source: Your seekios is out of zone
fr: Votre seekios est sorti de la zone

# RefreshPosition
source: Refresh in progress ...
fr: Actualisation en cours ...

# DetailSeekiosTitle
source: Detail
fr: Détail

source: Credits
fr: Crédits

source: Battery
fr: Batterie

# Update
source: Refresh
fr: Actualiser

# UpdatePosition
source: Refresh position
fr: Actualiser la position

# BatteryLevel
source: {0}% battery {1}
fr: {0}% de batterie {1}

# NoInformation
source: No information available
fr: Pas d'information disponible

# CreditOfferedAmount
source: including {0} offered
fr: dont {0} offert(s)

# NextRefill
source: Next reload the
fr: Prochaine recharge le

# SeekiosNeedUpdateTitlePopup
source: An seekios update is available
fr: Une mise à jour est disponible

# SeekiosNeedUpdateGoWebsiteButton
source: See the update
fr: Voir la màj

# AlertCannotBeSavedAsRead
source: The alert could not be saved as viewed.
fr: L'alerte n'a pas pu être enregistrée comme étant vue.

source: Close
fr: Fermer

# NextNoon
source: Activation in {0}
fr: Activation dans {0}

source: Map
fr: Carte

# UpdateSeekiosPosition
source: Refresh the position of your seekios
fr: Actualisez la position de votre seekios

# RefillCredits
source: Credit Recharge
fr: Recharge de crédits

# CreditsWithCreditsOffered
source: {0} credit(s) including {1} offered
fr: {0} crédit(s) dont {1} offert(s)

source: Delete
fr: Supprimer

# SureToDeleteMode
source: Do you want to delete the mode?
fr: Voulez-vous supprimer le mode ?

# ModeTracking
source: Tracking
fr: Suivi de position

# TrackingDescr
source: Observe the movement of your seekios
fr: Observez le déplacement de votre seekios

# ModeDontMove
source: Don't Move
fr: Détection de mouvements

# DontMoveDescr
source: Be alerted if the seekios moves
fr: Soyez alerté si le seekios bouge

# ModeZone
source: Zone
fr: Sortie de zone

# ZoneDescr
source: Be alerted if the seekios leaves the area
fr: Soyez alerté si le seekios sort de la zone

# ConfigureEmail
source: Configure an email message
fr: Configurez un message email

# Parameters
source: Settings
fr: Paramètres

# ModifyNameImage
source: Modify the name and image of your seekios
fr: Modifiez le nom et l'image de votre seekios

source: Cancel
fr: Annuler

# AddSeekiosTitle
source: Add a seekios
fr: Ajouter un seekios

source: Validate
fr: Valider

# InvalidIMEIOrPin
source: The IMEI number or pin code is incorrect.
fr: Le numéro IMEI ou le code pin est incorrect.

# Verifying
source: Being verified ...
fr: En cours de vérification ...

# AlreadyAdded
source: This seekios has already been added.
fr: Ce seekios a déjà été ajouté.

# SureToDeleteSeekios
source: Are you sure you want to delete the seekios ?
fr: Etes vous sur de vouloir supprimer le seekios ?

source: Yes
fr: Oui

source: No
fr: Non

# ModifyImage
source: Edit image
fr: Modifier image

source: Seekios name
fr: Nom du seekios

source: My name is ...
fr: Je m'appelle...

source: IMEI Number
fr: Numéro IMEI

source: Pin code
fr: Code Pin

source: Save
fr: Enregistrer

# WrongIMEIOrPinCodeLoading
source: Loading ...
fr: Chargement ...

# WrongIMEIOrPinCodeError
source: The IMEI or the Code Pin is invalid
fr: Le IMEI ou le Code Pin est incorrect

# VersionEmbeddedLabel
source: Firmware version
fr: Version du firmware

# VersionEmbeddedUpdateLabel
source: (Update available: {0})
fr: (màj disponible: {0})

# NotificationNewLocationTracking
source: Notification when a new position in mode Tracking is comming
fr: Notification lors d'une nouvelle position en Suivi de position

# NotificationNewLocationOutOfZone
source: Notification when a new position in mode Zone is comming
fr: Notification lors d'une nouvelle position en Sortie de zone

# NotificationNewLocationMoved
source: Notification when a new position in mode Don't Move is comming
fr: Notification lors d'une nouvelle position en Détection de mouvement

# UserGuide
source: User help
fr: Aide à l'utilisation

# MyConso
source: My consumption
fr: Ma consommation

# AddSeekios
source: Add a seekios
fr: Ajouter un seekios

# AllSeekiosMap
source: Map all seekios
fr: Carte des seekios

source: Feedback
fr: Donner un avis

# UserSettings
source: Settings
fr: Paramètres

# ZeroSeekios
source: No seekios
fr: Aucun seekios

# NeedAtLeastOneSeekios
source: You must have at least 1 seekios to access the map of seekios.
fr: Vous devez posséder au moins 1 seekios pour accéder à la carte des seekios.

# OneSeekiosNewlyAdded
source: The seekios has just been added. Please refresh your position before accessing to the map.
fr: Le seekios vient d'être ajouté. Veuillez d'abord rafraîchir sa position avant d'accéder à la carte des seekios.

# PluralSeekiosNewlyAdded
source: The seekios have just been added. Please refresh their position before accessing to the map.
fr: Les seekios viennent d'être ajoutés. Veuillez d'abord rafraîchir leur position avant d'accéder à la carte des seekios.

# PaymentFailure
source: Payment failed
fr: Échec de paiement

# CantPurchase
source: Sorry, you can not make payment on the Apple Store. please try again later.
fr: Désolé, vous ne pouvez pas faire de paiement sur l'Apple Store. Veuillez réessayer plus tard.

# NoInternet
source: No internet connection.
fr: Aucune connexion internet.

# BuyPack
source: Purchase Pack
fr: Achat Pack

# SureToBuy
source: Do you want to buy the pack {0} for {1} ?
fr: Voulez-vous acheter le pack {0} pour {1}?

source: Buy
fr: Acheter

# BuySuccess
source: The purchase of the pack {0} has succeeded, you will be credited.
fr: L'achat du pack {0} a réussi, vous allez être crédité.

# BuyFailed
source: The purchase of the {0} pack failed: {1}
fr: L'achat du pack {0} a échoué: {1}

source: Discovery
fr: Découverte

source: Adventure
fr: Aventure

source: Epic
fr: Epopée

# BuyPrice
source: Buy - {0}
fr: Acheter - {0}

# CreditUseInformation
source: The credits are cumulative and can be used without any time limit
fr: Les crédits sont cumulables et utilisables sans limite de temps

# ObservationPack
source: 30 credits
fr: de 30 crédits

# DiscoveryPack
source: 100 credits
fr: de 100 crédits

# ExplorationPack
source: 300 credits
fr: de 300 crédits

# AdventurePack
source: 1000 credits
fr: de 1000 crédits

# EpicPack
source: 2000 credits
fr: de 2000 crédits

# AlertTitle
source: Subject of the alert (email)
fr: Objet de l'alerte (email)

# TitleAlertPlaceholder
source: Subject of the alert
fr: Objet de l'alerte

# AddRecipientsAlert
source: Add a recipient (email)
fr: Ajouter un destinataire (email)

# RecipientsAlert
source: Recipients
fr: Destinataires

# Title1AlertSOS
source: How does the SOS alert work?
fr: Comment fonctionne l'alerte SOS ?

# SubTitle11AlertSOS
source: Make 3 short presses on the seekios button to send the alert..
fr: Faite 3 appuis court sur le bouton du seekios pour envoyer l'alerte.

# SubTitle12AlertSOS
source: The send functioned when all the LEDs flash three consecutive times.
fr: L'envoi a fonctionné lorsque toutes les LEDs clignotent 3 fois consécutives.

# SubTitle13AlertSOS
source: When the alert is triggered, you will receive a notification and an email with the position of the seekios.
fr: Quand l'alerte est déclenchée, vous recevrez une notification et un email avec la position du seekios.

# Title2AlertSOS
source: Alert your loved ones by email
fr: Alertez vos proches par email

# AlertPeople
source: Alert your loved ones in case of emergency.
fr: alerter vos proches en cas d'urgence.

# TitleAlertSOS
source: Subject of the alert (email)
fr: Objet de l'alerte (email)

# PlaceholderAlertSOS
source: Subject ...
fr: Objet de l'alerte

# RecipientsAlertSOS
source: Recipients
fr: Destinataires

# AddRecipientsAlertSOS
source: Add a recipient (email)
fr: Ajouter un destinataire (email)

# AlertEmailTitle
source: Email address
fr: Alerte Email

# AlertSeekiosMovedTitle
source: [{0}] - Don't Move
fr: [{0}] - Détection de mouvement

# AlertSeekiosMovedContent
source: The seekios [{0}] sent an alert to indicate that it was moved.
fr: Le seekios [{0}] a envoyé une alerte pour indiquer qu'il a été déplacé.

# AlertSeekiosOutOfZoneTitle
source: [{0}] - Zone
fr: [{0}] - Sortie de zone

# AlertSeekiosOutOfZoneContent
source: The seekios [{0}] left the area.
fr: Le seekios [{0}] est sorti de la zone.

# MapTitle
source: Map
fr: Carte

# DeleteModeMap
source: Delete the mode
fr: Supprimer le mode

# SeekiosFirstSetupExplanation
source: Step 1: Turn on your seekios Step 2: Make sure your seekios has enough battery power Step 3: Press the button below
fr: Étape 1 : Allumer votre seekios Étape 2 : Vérifiez que votre seekios est suffisamment chargé Étape 3 : Appuyez sur le bouton ci-dessous

source: Credits offered
fr: Crédits offerts

# FirstLocationAsked
source: A request for a location has been sent. Wait for the time that the position is displayed on the screen
fr: Localisation en cours ...

# TheSeekios
source: seekios
fr: Le seekios

# SeekiosFailedToLocate
source: The location request failed. Your seekios may be switched off or in an area not covered by telecoms (2G). Please try again later.
fr: Impossible de localiser votre seekios :( Soit votre seekios est éteint, soit il se trouve dans une zone non couverte par le réseau 2G.

# UserGuideFirstLocation
source: See the user guide
fr: Voir le guide d'utilisation

source: Waiting for position
fr: En attente de la position

# NoFirstPositionExplanation
source: No position available. Refresh the seekios position and you will be able to see it on the map and set up modes.
fr: Actualisez la position de votre seekios. Positionnez le seekios en extérieur pour une localisation précise.

# StepOnePowerOn
source: First of all, turn on your seekios
fr: Assurez-vous que le seekios soit allumé !

source: Active since
fr: Actif depuis

# ActiveSinceInAlert
source: Alert received since
fr: Alerte reçue depuis

source: Tracking if alert
fr: Tracking si alerte

# NumberOfPosition
source: Number of positions
fr: Nombre de position

# MapHistoricTitle
source: Historic
fr: Historique

# HistoricPosition
source: Position {0} on {1}
fr: Position n°{0} sur {1}

# NoHistoricPosition
source: No position in the historic
fr: Aucune position dans l'historique

# RecentDate_n
source: Recent Date
fr: Date récente

# OldDate_n
source: Old date
fr: Date ancienne

source: Recent Date
fr: Date récente

source: Old date
fr: Date ancienne

# LowerDateExample
source: 2 September
fr: 2 Septembre

# UpperDateExample
source: 2 October
fr: 2 Octobre

# PreviousPosition
source: < Previous
fr: < Précédent

# NextPosition
source: Next >
fr: Suivant >

# MapAllSeekiosTitle
source: Map all seekios
fr: Carte des seekios

# ModePopupOldMode
source: Active mode
fr: Mode actuel

# ModePopupNewMode
source: New mode
fr: Nouveau mode

# Functionning
source: Working
fr: Fonctionnement

# TrackingAfterMovedExplanation
source: If your seekios moves, he will update his position at the cost of 1 credit per position
fr: Si votre seekios bouge, il actualisera sa position au coût de 1 crédit par position

# DMTitleTracking
source: Tracking after alerting
fr: Suivi de position après alerte

# DMDescriptionTracking
source: Follow the seekios when it's moving:
fr: Suivre la position du seekios quand ce dernier bouge :

# DMUpdatePosition
source: Refresh position every:
fr: Actualiser la position toutes les:

# DMTitlePowerSaving
source: Power saving
fr: Économie d'énergie

# DMTitlePowerSavingWithSpace
source: Power saving
fr: Économie d'énergie

# DMDescriptionPowerSaving
source: By reducing some features of the seekios, the power saving mode makes possible to improve the seekios autonomy.
fr: En réduisant certaines fonctionnalités du seekios, le mode économie d'énergie permet d'améliorer l'autonomie du seekios.

# DMActivatePowerSaving
source: Enable Power Saving:
fr: Activer le mode économie d'énergie:

# DMActivate
source: Enable (2 credits)
fr: Activer (2 crédits)

# DMTitle2
source: Notif and alerts 1/2
fr: Alertez vos proches 1/2

# MobileNotification
source: Working
fr: Fonctionnement

# NotifActivatedDontMove
source: Tell your loved ones when an alert is triggered. As the owner of the seekios, you will be alerted.
fr: Lorsque le seekios bouge, une notification et un email vous seront automatiquement envoyés.

# EmailAlert
source: Alert your loved ones by email
fr: Alertez vos proches (email)

# CreateButton
source: Create
fr: Créer

# NoEmailAlertConfigured
source: Create an alert to send to your loved ones or skip this step
fr: Créer une alerte à envoyer à vos proches où passez cette étape.

# ModeTrackingTitle
source: Tracking
fr: Suivi de position

# TrackingPositionExplanation
source: The seekios will update its position on the map (at the cost of one credit per position)
fr: Le seekios actualisera sa position à des intervalles de temps réguliers sur la carte, au coût d'un crédit par position

# TrackingParameterTitle
source: Settings
fr: Paramètres

# TrackingUpdatePosition
source: Refresh position every :
fr: Actualiser la position toutes les :

# ActivateTracking
source: Enable (2 credits)
fr: Activer (2 crédits)

# ModeZoneTitle
source: Define Zone 1/3
fr: Définir zone 1/3

# Need3PointsForZone
source: It takes at least 3 points
fr: Il faut au moins 3 points

# ClickOnMap
source: Click on the map
fr: Cliquez sur la carte

# CantDefineZone
source: You can not set a zone with more than 10 points
fr: Vous ne pouvez pas définir une zone avec plus de 10 points

# OldSeekiosPositionTitlePopup
source: Last known old position
fr: Dernière position connue ancienne

# OldSeekiosPositionMessagePopup
source: The last known position of the seekios is more than one hour old. If the seekios is no longer in this zone, you will receive a notification immediately.
fr: La dernière position connue du seekios date de plus d'une heure. Si le seekios n'est plus dans cette zone, vous recevrez immédiatement la notification.

# ModeZone2Title
source: Notif et alerts 2/3
fr: Notif et alertes 2/3

# NotifActivatedZone
source: When the seekios goes out of the zone, a notification and an email will automatically be sent to you.
fr: Lorsque le seekios sort de la zone, une notification et un email vous seront automatiquement envoyés.

# ZoneDescriptionTracking
source: Follow the seekios when it's out of the area
fr: Suivre la position du seekios quand ce dernier sort de la zone:

# ZoneTrackingExplanation
source: If your sekios leaves the defined area, it will update its position at the cost of one credit per position.
fr: Si votre sekios sort de la zone définie, il actualisera sa position au coût d'un crédit par position.

# ZoneUpdatePosition
source: Refresh position every :
fr: Actualiser la position toutes les :

# ActivateZone
source: Enable (2 credits)
fr: Activer (2 crédits)

source: About
fr: À propos

source: Privacy policy
fr: politique de confidentialité

# ParameterTitle
source: Settings
fr: Paramètres

# AboutParam
source: About
fr: À propos

source: Logout
fr: Se déconnecter

source: Phone number
fr: Numéro de téléphone

# NewPassword_n
source: New password
fr: Nouveau mot de passe

source: Modify
fr: Modifier

# ActualPassword
source: Current password
fr: Mot de passe actuel

# ActualPH
source: Current
fr: Actuel

source: New password
fr: Nouveau mot de passe

# NewPH
source: New
fr: Nouveau

# WrongPassword
source: The current password is not correct.
fr: Le mot de passe actuel n'est pas correct.

# PasswordLengthError
source: The minimum password length is 6 characters.
fr: Votre mot de passe doit contenir au moins 8 caractères.

# ConfirmError
source: Password and confirmation don't match.
fr: Le mot de passe et la confirmation ne correspondent pas.

# PasswordParam
source: Password
fr: Mot de passe

source: Help
fr: Aide

# SeekiosHelp
source: User help
fr: Aide à l'utilisation

source: General Help
fr: Aide générale

# SeekiosLEDs
source: The LEDs of the seekios
fr: Les LEDs du seekios

# SeekiosLEDsShort
source: seekios LEDs
fr: LEDs seekios

source: Online help
fr: Aide en ligne

# IMEIAndPinHelp
source: To add a seekios, enter the IMEI code and the PIN code written on the back side of the seekios
fr: Pour ajouter un seekios, renseignez le code IMEI et le code PIN écrits sur la face arrière du seekios

# CreditsHelp
source: 60 credits are offered each month by seekios. If you do not use them they will be lost. If you want more, you can buy more
fr: Vous bénéficiez de 60 crédits offerts par seekios, par mois, non cumulables. Ces crédits servent à communiquer avec le seekios.

# FirstUseHelp
source: Refresh the position of your seekios, and configure modes: 'Zone', 'Don't Move' and 'Tracking'
fr: Rafraîchissez la position de votre seekios, et configurez des modes : 'Sortie de zone', 'Détection de mouvements' et 'Suivi de position'

# SkipButton
source: Next
fr: Suivant

# DoneButton
source: Done
fr: Terminer

# TransactionTitle
source: My consumption
fr: Ma consommation

# TransactionNoCredit
source: You have consumed no credit at this time
fr: Vous avez consommé aucun crédit pour le moment

# transactionHistoric_date
source: {0}th at {1}
fr: Le {0} à {1}

# transactionHistoric_monthlyCredits
source: Monthly credits
fr: Crédits mensuels

# transactionHistoric_tracking
source: Tracking
fr: Suivi de position

# transactionHistoric_zoneTracking
source: Zone (with tracking)
fr: Sortie de zone (avec Tracking)

# transactionHistoric_zone
source: Zone
fr: Sortie de zone

# transactionHistoric_dontmove
source: Don't Move
fr: Détection de mouvements

# transactionHistoric_dontMoveTracking
source: Don't Move (with Tracking)
fr: Détection de mouvements (avec Tracking)

# transactionHistoric_refreshPosition
source: Refresh position
fr: Rafraîchissement position

# transactionHistoric_refreshBattery
source: Refresh battery
fr: Rafraîchissement batterie

# transactionHistoric_modeInSettings
source: Mode enable
fr: Activation d'un mode

# transactionHistoric_sos
source: SOS Alert
fr: Alerte SOS

# transaction_epicPack
source: Epic Pack
fr: Pack Épopée

# transaction_adventurePack
source: Adventure Pack
fr: Pack Aventure

# transaction_explorationPack
source: Exploration Pack
fr: Pack Exploration

# transaction_observationPack
source: Observation Pack
fr: Pack Observation

# transaction_discoveryPack
source: Discovery Pack
fr: Pack Découverte

# transaction_instantPack
source: Instant Purchase
fr: Achat instantané

# transaction_subscriptionPack
source: Automatic renewal
fr: Renouvellement automatique

# transactionHistoric_deletedSeekios
source: seekios deleted
fr: seekios supprimé

# StarterBlinking
source: LEDs turn
fr: LEDs tournent

# StarterTitle
source: Starting
fr: Allumage

# StarterExplanation
source: Long press of 3 seconds
fr: Appui long de 3 secondes

# ExtinctionBlinking
source: Flashes red
fr: clignote rouge

# ExtinctionExplanation
source: Long press of 3 seconds
fr: Appui long de 3 secondes

# SOSBlinking
source: 3 flashes
fr: 3 clignotements

# SOSTitle
source: SOS Alert sending
fr: Envoi alerte SOS

# SOSExplanation
source: 3 short supports
fr: 3 appuis courts

# BatteryTitle
source: Battery
fr: Batterie

# BatteryExplanation
source: 1 short support
fr: 1 appui court

# Between1
source: between 100-67%
fr: entre 100-67%

# Between2
source: between 66-34%
fr: entre 66-34%

# Between3
source: between 33-0%
fr: entre 33-0%

# CommunicateTitle
source: I communicate
fr: Je communique

# CommunicateExplanation
source: I blink when I get the information
fr: Je clignote quand je reçois l'information

source: Power saving
fr: Économie d'énergie

# PSTitle1
source: Power saving
fr: Économie d'énergie

# PSDescription1
source: The power saving functionality allows you to extend the autonomy of the seekios. (Available on the seekios version 1.007)
fr: La fonctionnalité économie d’énergie permet de prolonger l’autonomie du seekios. (Disponible sur la version 1.007 du seekios)

# PSTitle2
source: Working
fr: Fonctionnement

# PSDescription2
source: Once the mode is on, the Seekios will switch off its GSM module. It will no longer be possible to communicate in real time with it.
fr: Une fois la transmission du mode effectuée, le seekios éteindra son GSM. Il ne sera donc plus possible de communiquer en temps réel avec lui.

# PSTitle3
source: What does that mean ?
fr: Qu’est ce que cela signifie ?

# PSDescription31
source: The seekios will only wake up once a day, at noon and to check if a new instruction is available.
fr: Le seekios ne se réveillera qu’une fois par jour, à midi, pour vérifier si une nouvelle instruction est disponible.

# PSDescription32
source: If the seekios is in power saving and I want to setup a new mode, it will only be effective at « next noon ».
fr: Si le seekios est en économie d’énergie, et que je souhaite programmer un nouveau mode, ce dernier ne sera donc effectif qu’au « prochain midi ».

# PSTitle4
source: How do I reactivate real time ?
fr: Comment se réactive le temps réel ?

# PSDescription41
source: Real time reactivates under three conditions :
fr: Le temps réel se réactive sous trois conditions :

# PSDescription42
source: 1) - The mode is removed from the mode via my application (effective at the next noon)
fr: 1) - Le mode est supprimé du mode via mon application (effectif au prochain midi)

# PSDescription43
source: 2) - The seekios is switched off and switched on by using the button
fr: 2) - Le seekios est éteint puis rallumé par utilisation du bouton

# PSDescription44
source: 3) - The seekios transmit an alert (SOS included)
fr: 3) - Le seekios émet une alerte (SOS inclus)

# CreditCostTitle
source: Credits cost
fr: Coût des crédits

# CreditCostTitleLabel
source: The consumption of credits is based on the action requested.
fr: La consommation des crédits se fait en fonction de l'action demandée :

# CreditCost1
source: Refresh position
fr: Actualiser la position

# CreditCost2
source: Setup a mode
fr: Configurer un mode

# CreditCost3
source: Deactivating a mode
fr: Désactiver un mode

# CreditCost4
source: Receiving an alert
fr: Réception d'une alerte

# CreditCost5
source: Refresh the battery
fr: Actualiser la batterie
