Repository: StephanArnas/SeekiosMobileApp
Catalog: SeekiosApp/SeekiosApp.iOS/Resources/*.lproj/Localizable.strings
Languages: fr

# CreditCost6
source: Receiving a tracking position
fr: Réception d'une position de tracking

# CreditCost7
source: SOS (alert and receipt)
fr: SOS (alerte et réception)

# MoreCreditExplanation
source: More explanation on credits
fr: Plus d'explication sur les crédits

# PhotographySeekios
source: Change the seekios picture
fr: Changer la photo de votre seekios

# PhotographyUser
source: Change the user picture
fr: Changer la photo de profil

source: Camera
fr: Appareil photo

# ImageGalery
source: Image Gallery
fr: Galerie d'image

# NoAdressSeekios
source: No seekios adress
fr: Aucune adresse

# Navigate
source: Navigate to
fr: Naviguer à

source: Share
fr: Partager

source: Copy adress
fr: Copier adresse

# ConditionsOfUseTitle
source: Terms of use
fr: Conditions d'utilisation

# ConditionsOfUseContent
source: By clicking on 'I accept the terms of use', I certify that I have read the terms of use.
fr: En cliquant sur 'J'accepte les conditions d'utilisation', je certifie avoir pris connaissance des conditions d'utilisation.

# AcceptConditions
source: I accept the conditions of use
fr: J'accepte les conditions d'utilisation

# ReadConditions
source: Read Terms of Use
fr: Lire les conditions d'utilisations

# NoAdressSeekiosContent
source: No address found matching to the seekios position.
fr: Aucune adresse trouvée qui correspond à la position du seekios.

# UpdateCostTitle
source: Cost of refreshing
fr: Coût de l'actualisation

# UpdateCostContent
source: The cost of updating the seekios battery is 1 credit.
fr: Le coût d'actualisation de la batterie du seekios est de 1 crédit.

# UpdateAndRemember
source: Refresh and no longer display
fr: Actualiser et ne plus afficher

# DeleteActiveModeTitle
source: Deleting active mode
fr: Suppression du mode actif

# DeleteActiveModeContent
source: Enabling this mode will remove the current mode: '{0}' on your seekios: '{1}'.
fr: L'activation de ce mode entrainera la suppression du mode actif : '{0}' sur votre seekios : '{1}'.

# SOSAlertReceivedTitle
source: SOS Alert received
fr: Alerte SOS reçue

# SOSAlertReceivedContent
source: Your seekios has put together an SOS alert !
fr: Votre seekios a remonté une alerte SOS !

source: Seen
fr: Vu

source: Refresh in progress ...
fr: Rafraîchissement en cours...

# ReceivingSeekiosLastPosition
source: We retrieve the last position of your seekios
fr: Nous récupérons la dernière position de votre seekios

# TimeTaken
source: . This action can take up to 04: 00s.
fr: . Cette action peut prendre au maximum 04:00s.

# InDevelopment
source: Under development
fr: En développement

# BeingDeveloped
source: Under development
fr: En cours de développement

source: No position found
fr: Aucune position trouvée

# TheRefreshOf
source: Refresh your seekios
fr: Le rafraîchissement de votre seekios

# RefreshFailed
source: failed. Your seekios is either switched off or in an area not covered by the network.
fr: a échoué. Votre seekios est soit éteint ou dans une zone non couverte par le réseau.

# ProblemFoundWhenUpdating
source: There was a problem updating the data. Please try again later.
fr: Un problème est survenu lors de la mise à jour des données. Veuillez rééssayer plus tard.

# Loading_n
source: Loading ...
fr: Chargement...

# AddContact_n
source: Add a contact
fr: Ajouter un contact

source: Add
fr: Ajouter

# NameSurname
source: Firstname name
fr: Prénom Nom

# NameSurnamePH
source: Firstname name
fr: Prénom Nom

# ModeDM
source: Don't Move
fr: Détection de mouvements

# EmailAddressPH
source: Email adress
fr: Adresse email

# InternetConnectionNotAvailable
source: Internet connection is not available
fr: La connexion internet n'est pas disponible

# DateNotAvailable
source: Date unavailable
fr: Date indisponible

source: More
fr: Plus

# DeleteImage
source: Remove image
fr: Supprimer image
