Repository: StephanArnas/SeekiosMobileApp
Catalog: SeekiosApp/SeekiosApp/Properties/Resources.*.resx
Languages: fr

# AlertActivity_MissingContent_Content
source: You must define an alert content
fr: Vous devez définir un contenu d'alerte

# AlertActivity_MissingContent_Title
source: Empty content
fr: Contenu vide

# AlertActivity_MissingTitle_Content
source: You must define an email object
fr: Vous devez définir un objet d'email

# AlertActivity_MissingTitle_Title
source: Empty email address
fr: Objet email vide

# AlertActivity_MissingRecipientContent
source: You must define at least one recipient
fr: Vous devez définir au moins un destinataire

# AlertActivity_MissingRecipientTitle
source: Missing recipient
fr: Destinataire manquant

# AuthenticationFailed
source: The email address and/or the password are incorrect
fr: L'adresse email et/ou le mot de passe ne sont pas corrects

# AuthenticationFailedTitle
source: Authentication failed
fr: Echec de l'authentification

# BadPassword
source: The password you entered is not correct
fr: Le mot de passe que vous avez renseigné n'est pas le bon

# BadPasswordTitle
source: Bad password
fr: Mauvais mot de passe

# ContentEmptySMS
source: The SMS message field is empty, please fill it in to add this alert to your favorites
fr: Le champ message SMS est vide, veuillez le remplir pour ajouter cette alerte en favoris

# ContentEmptyEmail
source: One of the fields is empty, please fill it in to add this alert to favorites
fr: Un des champs est vide, veuillez le remplir pour ajouter cette alerte en favoris

# FavoriteAlertAlreadyExist
source: You can not add this bookmark because it already exists in the list
fr: Vous ne pouvez ajouter ce favoris car il existe déjà dans la liste

# FavoriteAlertAlreadyExistTitle
source: Already Favorite Alert
fr: Alerte favorite déjà existante

# ParameterActivity_FieldEmpty
source: One of the fields is empty
fr: L'un des champs est vide

# ParameterActivity_FieldEmptyTitle
source: Empty field(s)
fr: Champ(s) vide(s)

# PasswordDoesntMatch
source: New passwords do not match
fr: Les nouveaux mots de passes ne correspondent pas

# PasswordDoesntMatchTitle
source: Incorrect passwords
fr: Mots de passe incorrects

# RefreshSeekiosFailed
source: The application failed to communicate with the seekios
fr: L'application ne parvient pas à contacter le seekios

# RefreshSeekiosFailedTitle
source: Failed to locate your seekios
fr: Echec de la localisation du seekios

# UnexpectedError
source: An HTTP error occurred. Try again and if the problem persists, contact the technical support of seekios.
fr: Une erreur HTTP est survenue. Réessayez et si le problème persiste, contactez le support technique seekios.

# UnexpectedErrorTitle
source: The request failed
fr: La demande a échouée

# UpdateZoneFailed
source: Unable to update zone
fr: Impossible de mettre à jour la zone

# UpdateZoneFailedTitle
source: Failed to update
fr: Echec de la mise à jour

# UserNoRequestLeft
source: You do not have enough credits to complete this action
fr: Vous n'avez plus assez de crédits pour réaliser cette action

# UserNoRequestLeftTitle
source: No more credits
fr: Plus de crédits

# WebError
source: The application fails to access the Internet
fr: L'application ne parvient pas à accéder à internet

# WebErrorTitle
source: An error has occurred
fr: Une erreur est survenue

# ModeZone_NotValidZoneDescription
source: Zone points intersect. The area should remain green.
fr: Des points de zone se recoupent. La zone doit rester verte.

# ModeZone_NotValidZoneTitle
source: Invalid area
fr: Zone invalide

# DeleteZoneFailed
source: Unable to delete zone
fr: Impossible de supprimer la zone

# DeleteZoneFailedTitle
source: Failed to delete zone
fr: Echec dans la supression de la zone

# ListSeekios_LastPositionNone
source: No location available
fr: Aucune localisation de disponible

# ListSeekios_LastPositionPlurial
source: Located {0}d at {1}
fr: Localisé il y a {0}j à {1}

# ListSeekios_LastPositionToday
source: Located today at {0}
fr: Localisé aujourd'hui à {0}

# ListSeekios_LastPositionYesterday
source: Yesterday at {0}
fr: Localisé hier à {0}

# OneDayDateTime
source: There are {3} days at {0:00}:{1:00}:{2:00}
fr: il y a {3} jours à {0:00}:{1:00}:{2:00}

# TodayDateTime
source: Today at {0:00}:{1:00}:{2:00}
fr: aujourd'hui à {0:00}:{1:00}:{2:00}

# Tracking_noLocation
source: There is no location to display
fr: Il n'y a pas de localisation à afficher

# YesterdayDateTime
source: Yesterday at {0:00}:{1:00}:{2:00}
fr: hier à {0:00}:{1:00}:{2:00}

# TimeoutError
source: A TimeOut error occurred. This error is often due to poor network quality of the device. Try again and if the problem persists, contact the technical support of seekios.
fr: Une erreur de TimeOut est survenue. Cette erreur est souvent due à la mauvaise qualité réseau de l'appareil. Réessayez et si le problème persiste, contactez le support technique seekios.

# TimeoutErrorTitle
source: The request failed
fr: La requête a échouée

# ForgetPassword_FieldEmpty
source: Please enter your email address
fr: Veuillez renseigner votre adresse email

# ForgetPassword_FieldEmptyTitle
source: Empty field
fr: Champ vide !

# ForgetPassword
source: A new password will be sent to your email address
fr: Un nouveau mot de passe va être envoyé à votre adresse email

# ForgetPasswordTitle
source: Confirm password accepted
fr: Confirmation du mot de passe accepté

# ForgetPassword_NoEmail
source: Your email address does not match any existing addresses
fr: Votre email ne correspond à aucune adresse existante

# ForgetPassword_NoEmailTitle
source: Input error
fr: Erreur de saisie

# Mode_unableToRestartModeDescr
source: Unable to reactivate mode
fr: Impossible de réactiver le mode !

# Mode_unableToRestartModeTitle
source: Unexpected error
fr: Erreur inattendue

# DeleteSharing
source: Canceling sharing
fr: Annulation du partage

# WebErrorButtonText
source: Close
fr: Fermer

# ModeNotConfigured
source: The mode has not been configured
fr: Le mode n'a pas été configuré !

# ModeNotConfiguredTitle
source: Error setting mode
fr: Erreur lors de la configuration du mode

# CannotSaveMode
source: Unregistered Mode
fr: Mode non enregistré

# AccountAlreadyExistsText
source: This email already exists, it's possible that you already have an account.
fr: Cet email existe déjà, il est possible que vous ayez déjà un compte.

# AccountAlreadyExistsTitle
source: Existing account
fr: Compte existant

# FacebookConnectionFailedTitle
source: Failed to connect with Facebook
fr: Echec de la connexion avec Facebook

# CreateAccountFailedText
source: Account creation failed
fr: La création du compte a échoué

# CreateAccountFailedTitle
source: An error has occurred, please try again later.
fr: Une erreur est survenue, veuillez réessayer plus tard.

# MySeekios_DeleteSeekios_Content
source: An error occurred while deleting the seekios. Please try again later and if the problem persists, contact Technical Support.
fr: Une erreur est survenue lors de la suppression du seekios. Veuillez réessayer plus tard et si le problème persiste, contactez le support technique.

# MySeekios_DeleteSeekios_Title
source: Unable to delete
fr: Suppression impossible

# MapRefreshEnded
source: The position of your seekios has been recovered
fr: La position de votre Seekios a bien été récupérée

# MapRefreshFailed
source: We could not recover the position of your seekios
fr: Nous n'avons pas pu récupérer la position de votre Seekios

# ListSeekios_LastPositionMoreThanOneYear
source: Located over 1 year ago
fr: Localisé il y a plus d'un an

# CreateAccountSuccessText
source: Your account has been successfully created, a validation email has been sent to you
fr: Votre compte a bien été créé, un email de validation vous a été envoyé

# CreateAccountSuccessTitle
source: Create Account Completed
fr: Création de compte terminé

# UserNotValidateText
source: The account linked to this email has not been validated. Log in to your mailbox and click on the account validation links.
fr: Le compte lié à cet email n'a pas été validé. Connectez vous à votre boite mail et cliquez sur le lien de validation de compte.

# UserNotValidateTitle
source: Account not validated
fr: Compte non validé

# EmailDoesntExistsText
source: No Seekios account is linked to the email address you entered.
fr: Aucun compte Seekios n'est lié à l'adresse email que vous avez rentré.

# EmailDoesntExistsTitle
source: Unknown email address
fr: Adresse email inconnu

# ResetPasswordRequestSentText
source: An email has been sent to you to reset your password.
fr: Un email vous a été envoyé pour vous permettre de réinitialiser votre mot de passe.

# ResetPasswordRequestSentTitle
source: Email sent
fr: Email envoyé

source: Password too short
fr: Mot de passe trop court

# AddedSinceAt
source: Added {0}d at {1}
fr: Ajouté il y a {0}j à {1}

# AddedTodayAt
source: Added today at {0}
fr: Ajouté aujourd'hui à {0}

# AddedYesterdayAt
source: Added yesterday at {0}
fr: Ajouté hier à {0}

# SOSAlertSinceAt
source: SOS Alert {0}d at {1}
fr: Alerte SOS il y a {0}j à {1}

# SOSAlertTodayAt
source: SOS Alert at {0}
fr: Alerte SOS à {0}

# SOSAlertYesterdayAt
source: SOS Alert yesterday at {0}
fr: Alerte SOS hier à {0}

# AddSeekiosIMEIOrPinError
source: Wrong PIN or IMEI. Try again. If the problem persists, contact the support
fr: Erreur d'IMEI ou de code PIN. Réessayez. Si le problème persiste, contactez le support

# AddSeekiosTitle
source: Adding seekios
fr: Ajout d'un seekios

source: Close
fr: Fermer

source: Seekios unavailable
fr: Seekios indisponible

# CannotDeleteModeMessage
source: The mode couldn't be deleted
fr: Le mode n'a pas pu être supprimé

# CannotDeleteModeTitle
source: Delete error
fr: Erreur de suppression

# CouldNotRegisterForNotifContent
source: We could not register your device for notifications
fr: Nous n'avons pas réussi à enregistrer votre appareil pour recevoir les notifications

# CouldNotRegisterForNotifTitle
source: Error while registering
fr: Erreur d'enregistrement

# CouldNotUnRegisterForNotifContent
source: Error while disconnecting
fr: Nous n'avons pas pu vous déconnecter du service de notifications

# CouldNotUnRegisterForNotifTitle
source: Could not unregister from notification service
fr: Erreur lors de la déconnexion

# EmailEmptyContent
source: Email field empty, please enter an email
fr: Email vide

# EmailErrorTitle
source: Email error
fr: Erreur email

# EmailSyntaxErrorContent
source: Syntax error, verify your email
fr: Erreur de syntaxe, vérifiez votre email

# EmptyFirstName
source: First name field is empty
fr: Champ prénom vide

# EmptyLastName
source: Last name field is empty
fr: Champ nom vide

source: Empty password
fr: Mot de passe non renseigné

source: Input error
fr: Erreur de saisie

source: Password error
fr: Erreur de mot de passe

# UpdateUserError
source: Update error
fr: Erreur de mise à jour

# UpdateUserFailed
source: Could not update your account
fr: Impossible de mettre à jour le profil

# EmailNotFound
source: Email not found, check your email
fr: Email non trouvé, vérifiez votre email

# PasswordUpdated
source: Your password has been updated
fr: La mise à jour de votre mot de passe a réussi

# PasswordUpdateFailed
source: Failed to update your password
fr: La mise à jour a échoué

# PasswordUpdateTitle
source: Password update
fr: Mot de passe mis à jour

# UnauthorizedAccess
source: Unauthorized access, token issue
fr: Accès non autorisé, problème de token

# UnauthorizedAccessTitle
source: Unauthorized access
fr: Accès non autorisé

# AddSeekiosAlreadyUsed
source: It seems this seekios is already being used
fr: Ce seekios semble être déjà utilisé

# NoMoreCredits
source: No more credits left
fr: Vous n'avez plus assez de crédits

# SomethingWentWrong
source: Something went wrong while communicating with your seekios
fr: L'opération n'a pas pu être réalisée

# LocationsErrorTitle
source: Error while retrieving locations
fr: Erreur lors de la récupération des localisations

# LowerAndUpperDateErrorTitle
source: Error while retrieving dates
fr: Erreur lors de la récupération des dates

# LowerDateError
source: Cannot get lower date
fr: Impossible de récupérer les dates

# UpperDateError
source: Cannot get upper date
fr: Impossible de récupérer les dates

# AlertErrorTitle
source: Alert error
fr: Erreur d'alerte

# DeleteModeSuccess
source: The last mode has been deleted !
fr: Le dernier mode a été supprimé !

# DeleteModeSuccessTitle
source: Delete mode
fr: Suppression de mode

# InsertAlertErrorTitle
source: Insert alert error
fr: Erreur lors de l'ajout de l'alerte

# WrongLanguage
source: Problem encountered while loading the language chosen
fr: Problème rencontré lors du chargement du language choisi

# WrongLanguageTitle
source: Language error
fr: Erreur de langue

# BatteryUpdated
source: Your seekios battery has been updated
fr: La batterie du seekios a été mise à jour

# BatteryUpdateTitle
source: Battery update
fr: Actualisation de batterie

# CannotSaveSOS
source: The SOS configuration couldn't be saved
fr: Impossible d'enregistrer la configuration du SOS

# RecipientListNeeded
source: You must define at least one SOS recipient
fr: Veuillez renseigner au moins un desitnataire

# AppNeedsUpdate
source: You need to update your application
fr: Votre application doit être mise à jour

# AppNeedsUpdateTitle
source: Version error
fr: Erreur de version

source: IMEI and Pin error
fr: Erreur de code IMEI et de code Pin

source: IMEI error
fr: Erreur de code IMEI

# InsertSeekiosError
source: Adding seekios failed
fr: Échec de l'ajout du seekios

# DeleteSeekiosSuccess
source: Your seekios has been removed from your account.
fr: Votre seekios a bien été supprimé de votre compte.

# DeleteSeekiosTitle
source: Delete seekios
fr: Suppression du seekios

# OnDemandMessageFailedBody
source: Refresh your seekios {0} failed. Your seekios is either switched off or in an area not covered by the network 2G.
fr: Le rafraîchissement de votre seekios {0} a échoué. Il est soit éteint, soit dans une zone non couverte par le réseau 2G.

# OnDemandMessageFailedTitle
source: No position found
fr: Aucune position trouvée

# OneDayDateTimeNoSeconds
source: {3} days at {0:00}:{1:00}
fr: {3} jours à {0:00}:{1:00}

# TodayDateTimeNoSeconds
source: Today at {0:00}:{1:00}
fr: Aujourd'hui à {0:00}:{1:00}

# YesterdayDateTimeNoSeconds
source: Yesterday at {0:00}:{1:00}
fr: Hier à {0:00}:{1:00}

# Every
source: every {0}
fr: toutes les {0}

# NoInternetButton
source: Close
fr: Fermer

# NoInternetMessage
source: The application needs to be connected to the internet to perform this request.
fr: L'application à besoin d'être connecté à internet pour effectuer cette action.

# NoInternetTitle
source: No internet
fr: Pas d'internet

# CriticalBattery
source: Low battery !
fr: Batterie faible !

# NoVersionEmbedded
source: Impossible to retrieve the firmware version
fr: Impossible de déterminer la version du firmware

source: No
fr: Non

# RefreshRate
source: Yes, every {0}
fr: Oui, toutes les {0}

# NoDataFromLocationByModeButton
source: Close
fr: Fermer

# NoInternetDeconnection
source: You must be connected to the internet to log out of the application.
fr: Vous devez être connecté à internet pour vous déconnecter de l'application.

# NoInternetDeconnectionButton
source: Close
fr: Fermer

# NoWebserviceDeconnection
source: A problem with on our webservices has occurred. Contact us through the feedback of the application if it's happen again.
fr: Un problème sur nos webservices est survenu. Contactez nous à travers le feedback de l'application si le problème persiste.

# NoWebserviceDeconnectionButton
source: Close
fr: Fermer

# PowerSavingOn
source: You can not perform this action because your seekios is in energy saving.
fr: Vous ne pouvez pas effectuer cette action car votre seekios est en économie d'énergie.

# PowerSavingTuto
source: Explanation
fr: Explication

# PowerSavingOnTitle
source: Power saving activated
fr: Économie d'énergie activée

# DeleteModeContent
source: Delete the current mode ?
fr: Supprimer le mode en cours ?

# DeleteModeNo
source: No
fr: Non

# DeleteModePowerSavingOnContent
source: Look out ! Your seekios will remain in power saving. The mode will be active at the next noon: the gray icon will turn green when the mode is activated.
fr: Attention ! Votre seekios restera en économie d'énergie. Votre changement ne sera effectif qu'au prochain midi (12h).

# DeleteModeYes
source: Yes
fr: Oui

# ModeChangeTitle
source: Change mode ?
fr: Changer de mode ?

# ModeChangePowerSaving
source: Warning ! The seekios is in power saving so the mode will be active no later than the next noon. (The icon is gray, it will turn green when the mode will be active)
fr: Attention ! Le seekios est en économie d'énergie. Le mode sera actif au prochain midi : l'icône grisée deviendra verte lors de l'activation du mode.

# RelaodCreditMonthlyContent
source: Every 16th of the month you get a 60 credits refund by seekios :) Locate well.
fr: Chaque 16 du mois vous bénéficiez d'une recharge de 60 crédits par seekios :) Localisez bien.

# RelaodCreditMonthlyTitle
source: Your credit recharge has arrived!
fr: Votre recharge de crédit est arrivée !

# NotificationErrorDescr
source: Unable to register for notifications. Attention, without notifications the application will not function correctly.
fr: Impossible d'utiliser les notifications. Attention, sans notifications l'application ne pourra pas fonctionner correctement !

# NotificationErrorTitle
source: Error notification
fr: Notifications desactivées

# NotificationErrorButtonClose
source: Close
fr: Fermer

# NotificationErrorButtonTuto
source: Explanation
fr: Explication

# SignalRNotSubscribeContent
source: The application failed to connect to SignalR. If the problem persists, contact the technical team.
fr: L'application n'a pas réussi à se connecter à SignalR. Si le problème persiste, contactez l'équipe technique.

# SignalRNotSubscribeTitle
source: Unreachable real time system
fr: Échec de la connection au système de temps réel

# NotificationMovedContent
source: seekios: {0} displacement received {1} !
fr: seekios: {0} déplacement reçu {1} !

# NotificationMovedTitle
source: Has moved !
fr: A bougé !

# NotificationOutOfZoneContent
source: seekios: {0} out of the zone received {1} !
fr: seekios: {0} sorti de la zone reçue {1} !

# NotificationOutOfZoneTitle
source: Out of zone !
fr: Sortie de zone !

# NotificationCriticalBatteryContent
source: seekios: {0}, low battery received {1}
fr: seekios: {0}, batterie faible reçue {1}

# NotificationCriticalBatteryTitle
source: Alert low battery !
fr: Alerte batterie faible !

# NotificationPowerSavingContent
source: seekios: {0}, deactivation received {1}
fr: seekios: {0}, désactivation reçue {1}

# NotificationPowerSavingTitle
source: Power saving disabled !
fr: Économie d'énergie désactivé !

# NotificationSOSAlertContent
source: seekios: {0}, SOS received {1}
fr: seekios: {0}, alerte SOS reçue {1}

# NotificationSOSAlertTitle
source: Alert SOS received !
fr: Alert SOS reçue !

# NotificationSOSPositionContent
source: seekios: {0}, position received {1}
fr: seekios: {0}, position SOS reçue {1}

# NotificationSOSPositionTitle
source: SOS position received !
fr: Position SOS reçue !

# NotificationSettingErrorContent
source: Changing your notification preferences failed. Please try again and if the problem persists, contact Technical Support.
fr: Le changement de vos préférences de notification a échoué. Veuillez réessayer et si le problème persiste, contactez le support technique.

# NotificationSettingErrorTitle
source: Server error
fr: Erreur serveur

# UpdateUserFailedContent
source: A problem occurred while updating the user information. Please try again and if the problem persists, contact the technical support.
fr: Un problème est survenu lors de la mise à jour des informations de l'utilisateur.Veuillez réessayez et si le problème persiste, contactez le support technique.

# UpdateUserFailedTitle
source: Query failed
fr: Echec de la requête

# LoadUserEnvironmentContent
source: The application failed to refresh the data in background. If the problem persists, contact the technical team.
fr: L'application n'a pas réussi à rafraîchir les données en arrière plan. Si le problème persiste, contactez l'équipe technique.

# LoadUserEnvironmentTitle
source: Failed to refresh data
fr: Échec du rafraîchissement des données
